---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyDataSettings.OutsideAirPerPerson
source: html/f6eb8a89-7acc-96a4-f16e-8c9c4273d60b.htm
---
# Autodesk.Revit.DB.Analysis.EnergyDataSettings.OutsideAirPerPerson Property

The rate of flow of outside air available per person.

## Syntax (C#)
```csharp
public double OutsideAirPerPerson { get; set; }
```

## Remarks
Stored in cubic feet per hour.

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentOutOfRangeException** - When setting this property: The outside airPerPerson does not fall within an appropriate range.